[
    {
        "company": "Comercial Goldoni",
        "office": "Auxiliar de Cronoanalista",
        "description": "Analisar previsões de venda e planejar o plano de produção.; Conferir e liberar as ordens de produção.; Gerenciar os indicadores de PCP.; Alimentar planilhas.; Lançar no sistema informações dos produtos acabados.; Fazer análise da capacidade de produção.; Controlar e definir estoque de matéria-prima e insumos.",
        "start": "Jul de 2022",
        "finish": "Atual"
    },
    {
        "company": "Comercial Goldoni",
        "office": "Vendedor",
        "description": "Atender clientes e realizar orçamentos e vendas, via tele-vendas, whatsapp, e-mail ou pessoalmente.; Identificar as necessidades dos clientes, apresentando soluções em ferro e aço.; Análise Crítica.; Prospectar, cadastrar e fidelizar novos clientes.; Manter clientes ativos.; Preencher documentos, formulários, e planilhas.; Suporte pós-vendas,; Características envolvente nesses processos: Inteligência Emocional, Caráter, Integridade, Ética, Palavra, Gentileza, Paciência, Harmonia nos relacionamentos, Cuidado com os clientes, Habilidades comunicativas.",
        "start": "Set de 2021",
        "finish": "Jun de 2022"
    },
    {
        "company": "Comercial Goldoni",
        "office": "Auxiliar de faturamento",
        "description": "Tratamento de documentos variados, conferindo, recebendo, enviando, distribuindo e classificando-os conforme orientações.; Execução de serviços gerais de escritório cumprindo todo o procedimento necessário referente aos mesmos.; Preencher documentos, formulários, digitar textos e planilhas.; Efetuar e conferir cálculos.; Verificar e cumprir prazos estabelecidos.; Cumprir solicitações de trabalho de gerentes e orientadores.; Execução serviços de apoio nas áreas de administração, vendas, financeira, PCP e Logística.",
        "start": "Set de 2020",
        "finish": "Set de 2021"
    },
    {
        "company": "E-commerce Brinquei Brinquedos",
        "office": "Auxiliar administrativo",
        "description": "Serviço de atendimento ao cliente / Cadastro de produtos nos ecommerces.; SAC, dar suporte e soluções coerentes, intermediador entre clientes, transportadora e fornecedores, cotações de fretes e controle de tais processos.; Cadastro de produtos, criar descritivos de produtos.; Utilização de planilha de cálculos.",
        "start": "Jun de 2020",
        "finish": "Set 2020"
    },
    {
        "company": "Comercial Goldoni",
        "office": "Auxiliar administrativo",
        "description": "Auxílio e aprimoramento nos setores como comercial, PCP, faturamento.; Preenchimento de planilhas de controle diário com dados sobre entregas.; Digitalização e organização de arquivos.",
        "start": "Mar de 2019",
        "finish": "Fev de 2020"
    }
]